Repository: Generalplus/GoPlusCam_SDK
Catalog: iOS/GPCam_FFmpegLib_Open/GPCam/*.lproj/Localizable.strings
Languages: de, es, fr, ru

source: OK
ru: ОК

source: Yes
de: ja
es: Sí
fr: Oui
ru: Да

source: No
de: nei
ru: Нет

source: Cancel
de: stornieren
es: Cancelar
fr: Annuler
ru: Отмена

source: Confirm
de: bestätigen
es: Estás seguro
fr: Valider
ru: Подтвердить

source: Abort
de: abbrechen
es: Suspensión
fr: Suspendre
ru: Прекратить

source: Record
de: aufnehmen
es: Video
fr: Enregistrement
ru: Запись

source: Capture
de: Fotoaufnahme
es: Fotos
fr: Prendre des photos
ru: Захватить

source: File
de: Datei
es: Archivo
fr: Document
ru: Файл

source: Play
es: Leer
fr: Lecture
ru: Играть

source: Download
es: Descargar
fr: Télécharger
ru: Скачать

source: Info
es: Información
fr: Infos
ru: Информация

source: Delete
es: Eliminar
fr: Supprimer
ru: Удалить

source: failed
de: Fehlgeschlagen
es: Fallido
fr: Echec
ru: Не удалось

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Echec
ru: Не удалось

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ru: Подключено

source: Connecting
de: Verbinden
es: Conectando
fr: En connexion
ru: Подключение

source: Failed to connect
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Echec de la connexion
ru: Не удалось подключиться

source: Time
de: Zeit
es: Tiempo
fr: Heure
ru: Время

source: Size
de: Größe
es: Tamaño
fr: Taille
ru: Размер

source: Mode
de: Modus
es: Modo
ru: Режим

source: Done
de: Fertig
es: Completa
fr: Terminé
ru: Готово

source: Save
de: Speichern
es: Guardar
fr: Enregistrement
ru: Сохранить

source: Wifi sport Cam not found
de: Discovery Adventures WIFI Cam nicht gefunden
es: WiFi Sport Cam no conectada
fr: Caméra non trouvée
ru: Wifi экшн-камеры не найден

source: Please connect to Wifi sport Cam first.
de: Bitte verbinden Sie Ihr Mobilgerät mit der Discovery Adventures Action Cam
es: Por favor conecte la wifi Sport Cam primero
fr: Veuillez vous connecter à la caméra .
ru: Сначала подключитесь к Wifi экшн-камеры

source: Setting
de: Einstellung
es: Ajuste
fr: Réglage
ru: настройка

source: Set Wifi sport Cam Time
de: Set Wifi Sport Cam Zeit
es: Establecer Wifi deporte Cam Time
fr: Ensemble Wifi sport Cam Temps
ru: Установить Wi-Fi спорт Cam Time

source: Save Log
de: Export Log
es: Guardar registro
fr: Enregistrer le journal
ru: Сохранить системный журнал

# Set Buffering Time
source: Set buffering time (ms)
de: Pufferzeit einstellen (ms)
es: Establecer tiempo de búfer (ms)
fr: Définir la durée du tampon (ms)
ru: Установить время буфера (ms)

source: Discard corrupt
de: Keine kaputten Bilder anzeigen
es: No mostrar imágenes rotas
fr: Ne pas afficher les images cassées
ru: Не отображать битые изображения

source: Disable
de: Deaktivieren
es: Inhabilitar
fr: Désactiver
ru: запрещать

source: Enable
de: Aktivieren
es: Habilitar
fr: permettre
ru: включить

source: Perform action
de: Aktion ausführen
es: Realizar acción
fr: L'exécution de l'action
ru: Выполнить действие

source: Are you sure to do
de: Sind sie sicher?
es: ¿está seguro de que desea ejecutar?
fr: Veuillez confirmer
ru: Вы уверены, что

source: Upgrade Firmware
de: Firmware Upgrade
es: Actualizaciones de firmware
fr: Mise à jour du firmware
ru: Обновление прошивки

source: Are you sure to select "%@" to upgrade firmware?
de: Wollen Sie wirklich "%@" aussuchen um die Firmware zu aktualisieren?
es: ¿está seguro de que desea seleccionar "%@" el firmware de actualización?
fr: Veuillez confirmer "%@" la mise à jour?
ru: Вы действительно хотите выбрать "%@" для обновления прошивки?

source: Select file to upgrade device FW
de: Dateiauswahl um Firmware zu aktualisieren
es: Seleccione archivo de Firmaware que desea actualizar
fr: Selection des fichiers
ru: Выберите файл для обновления устройства FW

source: Upgrade Firmware failed
de: Firmware Upgrade fehlgeschlagen
es: Error al actualizar
fr: Echec de la mise à jour
ru: Ошибка обновления прошивки

source: File "%@" is incorrect firmware file
de: Die Datei "%@" ist keine korrekte FW Datei
es: El archivo "%@" es un archivo de actualización incorrecto
fr: Fichier "%@" incorrect
ru: Файл "%@" - это неправильный файл прошивки

source: Upgrade Firmware successfully
de: Firmware Upgrade erfolgreich
es: Actualizado correctamente
fr: Mise à jour réussie
ru: Обновление прошивки успешно

source: Please reboot the Wifi sport Cam and APP.
de: Bitte die Discovery Adventures Cam und APP neustarten
es: Por favor conecte la wifi Sport Cam primero
fr: Reset la caméra et l'application.
ru: Перезагрузите Wi-Fi экшн-камеры и APP

source: Loading
de: Laden
es: cargando
fr: En cours de chargement
ru: Загрузка

source: Delete File
de: Dateilöschen
es: Eliminar archivo
fr: Suppression du fichier
ru: Удалить файл

source: Do you sure to delete
de: Möchten Sie wirklich löschen?
es: ¿está seguro de que desea eliminar?
fr: Veuillez confirmer la suppression
ru: Вы уверены, что хотите удалить

source: Save to iOS photo library failed!
de: In die iOS Foto Galerie fehlgeschlagen
es: No se pudo guardar en la galería de fotos de iOS
fr: Echec d'enregistrement dans la galerie photo!
ru: Сохранить в библиотеке фотографий iOS не удалось!

source: Resolution > 720P!
de: Auflösung > 720p!
es: ¡ resolución superior a 720p!
fr: Résolution > 720P!
ru: Разрешение> 720P!

source: Video file with resolution > 720P will not save to iOS photo library!
de: Video Auflösung ist > 720P, und kann nicht in der iOS Gallerie gespeichert werden
es: ¡ la resolución de la película mayor que 720p no será guardada en la galería de fotos de iOS!
fr: Fichier vidéo > 720P ne sera pas enregistré dans la galerie photo!
ru: Видеофайл с разрешением> 720P не будет сохраняться в библиотеке фотографий iOS!

source: Download file
de: Download Datei
es: Descargar archivos
fr: Télécharger le fichier
ru: Скачать файл

source: has been downloaded.
de: Wurde heruntergeladen
es: Descarga terminada
fr: Téléchargement terminé.
ru: Загружено

source: Delete phone file
de: Telefondatei loschen
es: Eliminar archivo del telefono
fr: Supprimer le fichier du telephone
ru: Удалить файл телефона

source: Delete Wifi sport Cam file
de: Loschen Wifi sport Cam datei
es: Eliminar Wifi sport Cam archivo
fr: Supprimer Wifi sport Cam fichier
ru: Удалить Wifi sport Cam файл

source: Server Is Busy!
de: Server ist beschäftigt
es: servidor ocupado!
fr: Serveur occupé!
ru: Сервер занят!

source: Invalid Command!
de: Ungültige Vorgabe
es: ¡ Comando no válido!
fr: Invalide!
ru: Неверная команда!

source: Request TimeOut!
de: Time Out
es: ¡ Solicite tiempo de espera!
fr: Délai dépassé!
ru: Время ожидания запроса!

source: Mode Error!
de: Modus Fehler!
es: ¡ error de modo!
fr: Erreur!
ru: Ошибка режима!

source: No Storage!
de: Kein Speicher
es: ¡ sin tarjeta de memoria!
fr: Pas de stockage!
ru: Нет сохранено!

source: Write Failed
de: Schreiben fehlgeschlagen
es: ¡ error de escritura!
fr: Echec écriture
ru: Ошибка записи

source: Get File List Failed!
de: Dateiliste fehlgeschlagen
es: ¡ no se pudo leer la lista de archivos!
fr: Echec demande liste de fichiers!
ru: Сбой списка файлов!

source: Get Thumbnail Failed!
de: Thumbnail fehlgeschlagen
es: ¡ Error al leer la captura de pantalla!
fr: L'échec de la lecture!
ru: Сбой файла!

source: Full Storage!
de: Speicher voll
es: Almacenaje lleno
fr: Stockage plein!
ru: 卡Полное хранилище!

source: Battery Low!
de: Niedriger Akkustand
es: ¡ batería baja!
fr: Batterie faible!
ru: Низкий заряд батареи!

source: Mem malloc error!
de: Speicherfehler
es: ¡ error de configuración de almacenamiento!
fr: Erreur de configuration de mémoire!
ru: Ошибка Mem malloc!

source: Checksum error!
de: Checksum Fehler
es: ¡ Compruebe el error de código!
fr: Code de vérification d'erreur!
ru: Ошибка контрольной суммы!

source: No File!
de: Keine Datei!
es: Ningún archivo!
fr: Pas de fichier!
ru: Нет файла!

source: Connect to
de: Verbinden zu
es: Conectar con
fr: Se connecter
ru: Подключиться к

source: Please connect to an authorized Wifi sport Cam device or retry to restart the sport Cam first.
de: Bitte verbinden Sie Ihr Mobilgerät mit der Discovery Adventures Action Cam
es: Conectar a un dispositivo Wifi sport Cam autorizado o volver a intentar reiniciar Wifi de la
fr: Se connecter à un réseau Wi-fi ou redémarrer la caméra.
ru: Пожалуйста, подключитесь к авторизованному Wi-Fi-устройству экшн-камеры или повторите попытку, чтобы снова запустить экшн-камеру

source: Command left
de: Befehl links
es: Instruciones restantes
fr: La directive reste
ru: Команда оставлена

source: Lost connection! Command failed
de: Verbindung verloren! Befehl fehlgeschlagen
es: Conexión perdida! Error de comando
fr: Connexion perdue
ru: Потерянное соединение! Не удалось выполнить команду

source: Failed! Unknown error code
de: Unbekannte Fehlermeldung
es: Fallo！ Código de error desconocido
fr: Echec
ru: Не смогли! Неизвестный код ошибки

source: Send SetMode
de: Send SetModus
es: Envío modo de configuración
fr: Envoyer En mode de réglage
ru: Отправить режим установки

source: Getting prameter file
de: Parameter Datei
es: Leer archivo de configuración
fr: Lire Des fichiers de configuration
ru: Получение файла prameter

source: Send PowerOff
es: Enviar apagado
fr: Envoyer Un commutateur de puissance
ru: Отключить питание

source: Send RestartStreaming
es: Enviar Restart
fr: Envoyer Re en continu
ru: Отправить перезагрузку потоковой передачи

source: Send record
es: Enviar vídeo
fr: Envoyer Vidéo
ru: Отправить запись

source: Send AudioOnOff
es: Enviar conmutador de sonido
fr: Envoyer Commutateur de voix
ru: Отправить аудио вкл. Выкл.

source: Send CapturePicture
es: Enviar captura de fotos
fr: Envoyer Prendre des photos
ru: Отправить изображение захвата

source: Send StartPlayback
es: Enviar comenzar a jugar
fr: Envoyer Commencer à jouer
ru: Отправить Начать воспроизведение

source: Send PausePlayback
es: Enviarm pausa en la reproducción
fr: Envoyer Pause
ru: Отправить Пауза Воспроизведение

source: Send GetFullFileList
es: Enviar obtener lista de archivos Get
fr: Envoyer Obtenir la liste de fichiers
ru: Отправить полный список файлов

source: Send GetFileThumbnail
es: Enviar obtener miniatura
fr: Envoyer Obtenir une vignette
ru: Отправить Get FileThumbnail

source: Send GetFileRawData
es: Enviar datos RAW para obtener el archivo
fr: Envoyer Obtenir les données du document original
ru: Отправить Получить исходные данные

source: Send SendStopPlayback
es: Enviar parada Play
fr: Envoyer Arrêter la lecture
ru: Отправить Отправить остановить воспроизведение

source: Send SendDeleteFile
de: Send SendStopPlayback
es: Enviar La eliminación de archivos
fr: Envoyer suppression de fichiers
ru: Отправить Удаление файлов

source: Send SetParameter
es: Enviar parámetros de configuración
fr: Envoyer Les paramètres de réglage
ru: Отправить набор параметров

source: Send FirmwareDownload
es: Enviar descargar firmware
fr: Envoyer Téléchargement de micrologiciel
ru: Загрузка прошивки

source: Send FirmwareRawData
es: Enviar datos de actualización
fr: Envoyer Des données de mise à jour
ru: Отправить прошивку Raw Data

source: Send FirmwareUpgrade
es: Enviar información de actualización
fr: Envoyer Des informations de mise à niveau
ru: Отправить обновление прошивки

source: Send VendorCmd
es: Enviar información de versión
fr: Envoyer Des informations de version
ru: Отправить Vendor Cmd

source: Getting setting from device
de: Geräte Einstellung
es: Lerctura de los parámetros de configuración de un dispositivo
fr: à partir d'un dispositif de lecture de paramètres de configuration
ru: Получение настроек с устройства

source: Downloading %.f%%
de: Downlaoading %.f%%
es: Descargando %.f%%
fr: En chargement %.f%%
ru: Загрузка% %.f%%

source: Buffering
de: Pufferung
es: Amortiguamiento
fr: Mise en mémoire tampon
ru: Буферизация
